Repository: anht31/cms4seo
Catalog: Admin.Resources/AdminResources.*.resx
Languages: vi

# CommonCancel
source: Cancel
vi: Hủy và quay lại

# CommonCreate
source: Create
vi: Tạo mới

# CommonCreateHeader
source: Create
vi: Tạo mới

# CommonSave
source: Save
vi: Lưu lại

# WebSettingVmAdminLanguages
source: Default Admin Language (Override by User Choose Language on Navigation Menu)
vi: Ngôn ngữ trang quản trị mặc định (Tùy chọn ngôn ngữ trên Menu sẽ thay thế mặc định)

# HomePiechartOther
source: Other
vi: Khác

# HomeViewSiteTheme
source: Site Theme
vi: Chủ đề trang Web

source: You Must Enter Name
vi: Bạn phải nhập Tên

# SidebarArticle
source: Article
vi: Bài viết

# SidebarCategory
source: Category
vi: Danh mục

# SidebarConfig
source: Config
vi: Cấu hình

# SidebarDashboard
source: Dashboard
vi: Bảng thông tin

# SidebarHeaderContent
source: Content
vi: Nội dung

# SidebarHeaderSystem
source: System
vi: Hệ thống

# SidebarHomepage
source: Homepage
vi: Trang chủ

# SidebarItemAddSitemapItem
source: Add Sitemap Item
vi: Sơ đồ website

# SidebarItemAdminSettings
source: Website Settings
vi: Thiết đặt website

# SidebarItemArticle
source: Article
vi: Bài viết

# SidebarItemArticleTag
source: Tag
vi: Thẻ tên

# SidebarItemCategory
source: Category
vi: Danh mục

# SidebarItemEmailSettings
source: Email Settings
vi: Cấu hình email

# SidebarItemEmbedSettings
source: Embed Settings
vi: Cấu hình nhúng html

# SidebarItemHeaderAdvanceConfig
source: Advance Config:
vi: Cài đặt nâng cao

# SidebarItemHeaderBasicConfig
source: Basic Config:
vi: Cài đặt cơ bản

# SidebarItemHeaderConfig
source: Config:
vi: Cấu hình:

# SidebarItemHeaderConfigRole
source: Config Role:
vi: Cấu hình phân quyền

# SidebarItemHeaderCustomHomepage
source: Custom Homepage:
vi: Tùy chọn trang chủ:

# SidebarItemHeaderManageArticle
source: Manage Article:
vi: Quản lý bài viết:

# SidebarItemHeaderManageProduct
source: Manage Product:
vi: Quản lý sản phẩm

# SidebarItemHeaderMigration
source: Migration:
vi: Nâng cấp từ mã nguồn cũ:

# SidebarItemHeaderSystemHealth
source: System Health
vi: Thông tin

# SidebarItemHeaderSystemInfo
source: System Info:
vi: Thông tin hệ thống

# SidebarItemHitcounters
source: HitCounters
vi: Bộ đếm truy cập

# SidebarItemHomepage
source: Pages
vi: Trang

# SidebarItemInjectLinks
source: Inject Links
vi: Chèn link

# SidebarItemLogs
source: Logs
vi: Nhật ký hệ thống

# SidebarItemManage
source: Manage
vi: Quản lý

# SidebarItemMigration
source: Migration
vi: Nâng cấp từ mã nguồn cũ

# SidebarItemPhotos
source: Photos
vi: Quản lý ảnh

# SidebarItemPhotoSettings
source: Photo Settings
vi: Cấu hình ảnh

# SidebarItemProduct
source: Product
vi: Sản phẩm

# SidebarItemRedirect
source: Redirect
vi: Chuyển trang

# SidebarItemRole
source: Role
vi: Phân quyền

# SidebarItemSearchOptimize
source: Search Optimize
vi: Tối ưu tìm kiếm

# SidebarItemSeoInfo
source: Seo Info
vi: Thông tin SEO

# SidebarItemShopSetttings
source: Shop Settings
vi: Cấu hình cửa hàng

# SidebarItemSystemInfo
source: System Info
vi: Thông tin

# SidebarItemTag
source: Tag
vi: Thẻ tên

# SidebarItemTestSitemap
source: Test Sitemap
vi: Kiểm tra sơ đồ trang

# SidebarItemTopic
source: Topic
vi: Chủ đề

# SidebarItemUser
source: User
vi: Người dùng

# SidebarMessage
source: Message
vi: Tin nhắn

# SidebarSearchOptimize
source: Search Optimize
vi: Tối ưu tìm kiếm

# SidebarSystem
source: System
vi: Hệ thống

# SidebarUser
source: User
vi: Người dùng

# HomeArticle
source: Article
vi: Bài viết

# HomeCategory
source: Category
vi: Danh mục

# HomeDashboard
source: Dashboard
vi: Bảng thông tin

# HomeHitcounter
source: Hit Counter
vi: Lượt truy cập

# HomeOrder
source: Order
vi: Đơn hàng

# HomeProduct
source: Product
vi: Sản phẩm

# TopbarLangugeChoose
source: Language choose (language admin only)
vi: Chọn ngôn ngữ (trang quản trị)

# TopbarLogout
source: Logout
vi: Đăng xuất

# TopbarUserActivityLog
source: Activity Log
vi: Nhật ký hoạt động

# TopbarUserProfile
source: Profile
vi: Hồ sơ

# TopbarUserSettings
source: Settings
vi: Phân quyền

# js_Hello
source: Hello
vi: Xin chào

# UploadPhotoClickToOpenFileBrowser
source: Click to open the file Browser
vi: Chọn ảnh để tải lên

# UploadPhotoDragAndDropImagesHere
source: Drag & Drop Images Here
vi: Kéo & thả ảnh vào đây

# UploadPhotoListHeader
source: Photo Upload List
vi: Danh sách ảnh đã tải lên

# UploadPhotoListRefreshData
source: Refresh Data
vi: Tải lại dữ liệu

# UploadPhotoListTableHeaderAction
source: Action
vi: Chèn

# UploadPhotoListTableHeaderDelete
source: Delete
vi: Xóa

# UploadPhotoListTableHeaderPicture
source: Picture
vi: Ảnh

# UploadPhotoListTableHeaderSmPath
source: SmPath
vi: Ảnh nhỏ

# UploadPhotoListTableInsertEditor
source: Insert Editor
vi: Chèn bài viết

# CommonDelete
source: Delete
vi: Xóa

# UploadPhotoListTableSetAvatar
source: Click here to set avatar!
vi: Nhấp vào đây để đặt làm avatar

# UploadPhotoOr
source: --or--
vi: --hoặc--

# UploadPhotoStatusHeaderUploads
source: Uploads
vi: Trạng thái Tải lên

# UploadPhotoStatusNoFilesMessage
source: No Files have been selected/dropped yet...
vi: Chưa có ảnh nào được tải lên

# CommonAdminSettings
source: Website Settings
vi: Thiết đặt website

# CommonArticle
source: Article
vi: Bài viết

# CommonArticleTag
source: Article Tag
vi: Thẻ tên bài viết

# CommonCategory
source: Category
vi: Danh mục

# CommonContact
source: Message
vi: Tin nhắn

# CommonEmailSettings
source: Email Settings
vi: Thiết đặt Email

# CommonEmbedSettings
source: Embed Settings
vi: Thiết đặt nhúng html

# CommonExtraSitemap
source: Sitemap
vi: Sơ đồ trang mở rộng

# CommonEdit
source: Edit
vi: Sửa

# CommonIndex
source: Index
vi: Mục lục

# CommonHeaderRestart
source: Restart website
vi: Reset Website

# CommonHitCounter
source: HitCounter
vi: Lượt truy cập

# CommonInfo
source: Page info
vi: Nội dung trang

# CommonInjectionLink
source: Injection Link
vi: Chèn link vào bài viết

# CommonMessage
source: Message
vi: Tin nhắn

# CommonPhoto
source: Photo
vi: Ảnh

# CommonPhotoSettings
source: Photo Settings
vi: Thiết đặt ảnh

# CommonProduct
source: Product
vi: Sản phẩm

# CommonRedirect
source: Redirect
vi: Chuyển hướng

# CommonRestartNow
source: Restart Now
vi: Khởi động lại ngay lập tức

# CommonSearchHitCounter
source: mm/dd/yyyy -> Enter
vi: mm/dd/yyyy -> Bấm enter để tìm

# CommonSetting
source: Setting
vi: Cấu hình

# CommonShopSettings
source: Shop Settings
vi: Thiết đặt cửa hàng

# CommonSystemInfo
source: System Info
vi: Thông tin hệ thống

# CommonSystemInfoProperty
source: Property
vi: Thuộc tính

# CommonSystemInfoValue
source: Value
vi: Giá trị

# CommonTag
source: Tag
vi: Thẻ tên

# CommonTopic
source: Topic
vi: Chủ đề

# ArticleModelAvatar
source: Avatar
vi: Ảnh đại diện

# ArticleModelContent
source: Content
vi: Nội dung

# ArticleModelDateCreated
source: Date Created
vi: Ngày tạo

# ArticleModelDescription
source: Description
vi: Mô tả

# ArticleModelIsPublish
source: Publish
vi: Xuất bản

# ArticleModelLocation
source: Location
vi: Vị trị

# ArticleModelName
source: Name
vi: Tên

# ArticleModelPostBy
source: Post By
vi: Viết bởi

# ArticleModelPostDate
source: Post Date
vi: Ngày xuất bản

# ArticleModelRating
source: Rating (Star)
vi: Đánh giá (sao)

# ArticleModelSelectedArticleTag
source: Tag
vi: Thẻ tên

# ArticleModelSort
source: Sort
vi: Sắp xếp

# ArticleModelTopicId
source: Topic
vi: Chủ đề

# ArticleModelViewCounter
source: View Counter
vi: Lượt xem

# CategoryModelAvatar
source: Avatar
vi: Ảnh đại diện

# CategoryModelDescription
source: Description
vi: Mô tả

# CategoryModelHref
source: Href
vi: Đường dẫn (mặc định '#' hiển thị dạng list, 'link' sẽ trỏ tới link)

# CategoryModelIsAside
source: Is Aside
vi: Hiện ở menu bên cạnh

# CategoryModelIsHome
source: Is Home
vi: Hiện ở trang chủ

# CategoryModelIsMenu
source: Is Menu
vi: Hiện ở menu đầu trang

# CategoryModelLocation
source: Location
vi: Vị trí

# CategoryModelLocationRequired
source: Please choose a location
vi: Vui lòng chọn một vị trí

# CategoryModelName
source: Name
vi: Tên

# CategoryModelParentId
source: Parent category
vi: Danh mục cha

# CategoryModelSort
source: Sort
vi: Sắp xếp

# CommentModelCommentBy
source: Comment By
vi: Bình luật bởi

# CommentModelCommnetDate
source: Comment Date
vi: Ngày bình luận

# CommentModelMessage
source: Message
vi: Tin nhắn

# CommentModelPostId
source: Post
vi: Bài đăng

# CommentModelSearchContent
source: Search Content
vi: Nội dung để tìm kiếm

# ContactModelEmail
source: Email
vi: Địa chỉ email

# ContactModelFullName
source: Full name
vi: Họ và tên

# ContactModelMessage
source: Message
vi: Tin nhắn

# ContactModelPhone
source: Phone number
vi: Số điện thoại

# ContactModelPhoneRequired
source: Please enter your phone number
vi: Vui lòng nhập số điện thoại

# ContactModelPostDate
source: Post date
vi: Ngày đăng

# ContactModelReadBy
source: Read by
vi: Đọc bởi

# ExtraSiteMapChangeFrequency
source: Change Frequency
vi: Tần suất thay đổi

# ExtraSiteMapLastModify
source: Last Modify
vi: Điều chỉnh lần cuối

# ExtraSiteMapName
source: Path name (not include domain name)
vi: Đường dẫn (không bao gòm tên miền)

# ExtraSiteMapNameRequired
source: Please enter your Path Name
vi: Vui lòng nhập đường dẫn

# ExtraSiteMapPriority
source: Priority
vi: Độ ưu tiên (trong khoảng 0,1 đến 1,0)

# ExtraSiteMapPriorityRange
source: Please enter between from 0.1 to 1.0 range
vi: Độ ưu tiên nằm trong khoảng 0,1 đến 1,0

# ExtraSiteMapPriorityRequired
source: Please enter priority number
vi: Vui lòng nhập độ ưu tiên

# InfoModelAvatar
source: Avatar
vi: Hình đại diện

# InfoModelBrief
source: Brief
vi: Mô tả nhanh

# InfoModelContent
source: Content
vi: Nội dung

# InfoModelHref
source: Href
vi: Đường dẫn

# InfoModelLocation
source: Location
vi: Vị trí

# InfoModelLocationRuleDefault
source: Default
vi: Mặc định

# InfoModelName
source: Name
vi: Tên

# InfoModelSort
source: Sort
vi: Sắp xếp

# PhotoModelAltAttribute
source: Alt Attribute
vi: Thuộc tính Alt của ảnh

# PhotoModelEntity
source: Entity
vi: Đối tượng liên kết ảnh

# PhotoModelLgPath
source: Large Size Path
vi: Đường dẫn ảnh lớn

# PhotoModelMdPath
source: Medium Size Path
vi: Đường dẫn ảnh vừa

# PhotoModelMineType
source: Mine type
vi: Kiểu tệp

# PhotoModelModelId
source: Model Id
vi: Id đối tượng liên kết ảnh

# PhotoModelName
source: Name
vi: Tên

# PhotoModelPostBy
source: Post by
vi: Đăng bởi

# PhotoModelSmPath
source: Small Size Path
vi: Đường dẫn ảnh nhỏ

# PhotoModelTitleAttribute
source: Title Attribute
vi: Thuộc tính tiêu đề ảnh

# PostModelArticle
source: Article
vi: Bài viết

# PostModelMessage
source: Message
vi: Tin nhắn

# PostModelPostBy
source: Post by
vi: Đăng bởi

# PostModelPostDate
source: Post date
vi: Đăng ngày

# PostModelSearchContent
source: Search content
vi: Nội dung để tìm kiếm

# ProductModelAvatar
source: Avatar
vi: Hình đại diện

# ProductModelBrief
source: Brief
vi: Mô tả nhanh

# ProductModelCategoryId
source: Category
vi: Danh mục

# ProductModelCreated
source: Created
vi: Ngày tạo

# ProductModelDateAmended
source: Date Amended
vi: Ngày điều chỉnh

# ProductModelDescription
source: Description
vi: Mô tả

# ProductModelDistrict
source: District
vi: Tỉnh

# ProductModelIsHome
source: Is Home
vi: Hiện trang chủ

# ProductModelIsOutOfStock
source: Is Out Of Stock
vi: Đã hết hàng

# ProductModelIsPublish
source: Publish
vi: Xuất bản

# ProductModelLocation
source: Location
vi: Vị trí

# ProductModelName
source: Name
vi: Tên

# ProductModelOldPrice
source: Old Price
vi: Giá cũ

# ProductModelPostBy
source: Post by
vi: Đăng bởi

# ProductModelPrice
source: New Price
vi: Giá mới

# ProductModelPublished
source: Published
vi: Xuất bản ngày

# ProductModelSelectedProductTag
source: Selected Product Tag
vi: Thẻ tên đã chọn

# ProductModelSort
source: Sort
vi: Sắp xếp

# ProductModelSpecification
source: Specification
vi: Đặc điểm kỹ thuật

# ProductModelStringOldPrice
source: Old Price
vi: Giá cũ

# ProductModelStringPrice
source: New Price
vi: Giá mới

# ProductModelSummary
source: Summary (right part of Product Detail)
vi: Tóm lược (bên phải trang chi tiết sản phẩm)

# ProductModelTitle2
source: Title 2
vi: Tiêu đề 2 (tùy chọn)

# ProductModelTitle3
source: Title 3
vi: Tiêu đề 3 (tùy chọn)

# ProductModelVolume
source: Volume
vi: Diện tích

# SeoModelLockSeo
source: Is lock SEO
vi: Khóa thẻ Seo

# SeoModelMetaDescription
source: Meta Description
vi: Thẻ Mô Tả

# SeoModelMetaKeywords
source: Meta Keywords
vi: Thẻ Từ Khóa

# SeoModelMetaTitle
source: Meta Title
vi: Thẻ Tiêu Đề

# SeoModelSearchContent
source: Search content
vi: Nội dung để tìm kiếm

# ShopModelName
source: Name
vi: Tên

# ShopModelProvince
source: Province
vi: Tỉnh

# ShopModelProvinceRequired
source: Please choose a province
vi: Vui lòng chọn tỉnh

# SliderModelAlt
source: Alt
vi: Thẻ Alt của ảnh

# SliderModelAvatar
source: Avatar Laptop
vi: Hình đại diện (laptop)

# SliderModelAvatarMobile
source: Avatar Mobile
vi: Hình đại diện (điện thoại)

# SliderModelHref
source: Href
vi: Đường dẫn Href (tùy chọn)

# SliderModelIsCaption
source: Is Display Caption
vi: Cho phép hiện chữ

# SliderModelLogo
source: Logo path
vi: Logo (đường dẫn ảnh)

# SliderModelName
source: Name
vi: Tên

# SliderModelPostBy
source: Post by
vi: Đăng bởi

# SliderModelSort
source: Sort
vi: Sắp xếp

# SliderModelText1
source: Text 1
vi: Dòng 1

# SliderModelText2
source: Text 2
vi: Dòng 2

# SliderModelText3
source: Text 3
vi: Dòng 3

# TopicModelAvatar
source: Avatar
vi: Hình đại diện

# TopicModelDescription
source: Description
vi: Mô tả

# TopicModelHref
source: Dynamic Href
vi: Đường dẫn (tùy chọn chuyển hướng)

# TopicModelIsHome
source: Is Home
vi: Hiện trang chủ

# TopicModelIsMenu
source: Header Menu
vi: Hiện Menu đầu trang

# TopicModelLocation
source: Location
vi: Vị trí

# TopicModelName
source: Name
vi: Tên

# TopicModelParentId
source: Parent
vi: Chủ đề cha

# TopicModelSort
source: Sort
vi: Sắp xếp

# WebSettingVmIsLockDeleteSettings
source: Is lock delete Settings
vi: Khóa chức năng xóa Cấu Hình

# WebSettingVmIsAutoSeoMetaTag
source: Is Auto Generate Seo Meta tag
vi: Tự động tạo Meta Tag SEO

# WebSettingVmShopLanguages
source: Shop Languages
vi: Ngôn ngữ trang Cửa Hàng

# EmailSettingVmFileLocation
source: File location (default: /Mail/)
vi: Vị trí lưu tệp email (mặc định: /Mail/)

# EmailSettingVmMailFromAddress
source: From Address
vi: Gửi Từ

# EmailSettingVmMailToAddress
source: To Address
vi: Gửi đến

# EmailSettingVmMailToAddress2
source: To Address 2
vi: Gửi đến địa chỉ 2

# EmailSettingVmMailToAddressBcc
source: To Address Bcc
vi: Đồng gửi

# EmailSettingVmPassword
source: Password
vi: Mật khẩu

# EmailSettingVmServerName
source: Server name
vi: Tên máy chủ

# EmailSettingVmServerPort
source: Server port
vi: Cổng máy chủ

# EmailSettingVmSubject
source: Subject
vi: Tiêu đề (tiêu đề phụ)

# EmailSettingVmUsername
source: Username
vi: Tên người dùng

# EmailSettingVmUseSsl
source: Use SSL
vi: Dùng SSL

# EmailSettingVmWriteAsFile
source: Write as file
vi: Cho xuất email sang dạng tệp

# EmbedSettingVmFacebookId
source: Facebook Id
vi: Id App Facebook

# EmbedSettingVmFacebookScript
source: Facebook Script
vi: Mã Script Facebook

# EmbedSettingVmMap
source: Map
vi: Nhúng bản đồ

# EmbedSettingVmName
source: Name
vi: Tên

# EmbedSettingVmScripts
source: Scripts
vi: Mã Scripts

# EmbedSettingVmStyles
source: Styles
vi: Mã Styles

# PhotoSettingVmImageQuality
source: Image Quality (between 70 to 100)
vi: Chất lượng ảnh (từ 70 đến 100)

# PhotoSettingVmImageQualityRange
source: Value for {0} must be between {1} and {2}.
vi: Giá trị của {0} phải trong khoảng từ {1} đến {2}.

# PhotoSettingVmLargeSize
source: Large Size (in width pixel)
vi: Kích cỡ ảnh lớn (chiều rộng theo pixel)

# PhotoSettingVmMaxHeight
source: Max Height (limit height pixel)
vi: Giới hạn chiều cao tối đa (theo pixel)

# PhotoSettingVmMediumSize
source: Medium Size (in width pixel)
vi: Kích cỡ ảnh vừa (chiều rộng theo pixel)

# PhotoSettingVmSmallSize
source: Small Size (in width pixel)
vi: Kích cỡ ảnh nhỏ (chiều rộng theo pixel)

# ShopSettingVmAddress1
source: Address 1
vi: Địa chỉ 1

# ShopSettingVmAddress2
source: Address 2
vi: Đia chỉ 2

# ShopSettingVmCardDecorate
source: Card Decorate (photo .png path, size 54x54px)
vi: Huy hiệu trang trí Hình sản phẩm (định dạng .png, size 54x54px)

# ShopSettingVmCompanyNamePart1
source: Company Name Part 1
vi: Tên công ty phần 1

# ShopSettingVmCompanyNamePart2
source: Company Name Part 2
vi: Tên công ty phần 2

# ShopSettingVmFacebookLink
source: Facebook Link
vi: Đường link trang Facebook

# ShopSettingVmHomepageMetaDescription
source: Homepage MetaDescription
vi: Thẻ MetaDescription trang chủ

# ShopSettingVmHomepageMetaKeywords
source: Homepage MetaKeywords
vi: Thẻ MetaKeywords trang chủ

# ShopSettingVmHomepageMetaTitle
source: Homepage Meta tile
vi: Thẻ Meta tile trang chủ

# ShopSettingVmHotline
source: Hotline Phone
vi: Số điện thoại Hotline

# ShopSettingVmHotlineName
source: Hotline Name
vi: Tên Hotline

# ShopSettingVmIsShowBrief
source: Is Show Brief
vi: Cho phép hiện Mô tả ngắn gọn

# ShopSettingVmIsUnderConstruction
source: Is Under Construction
vi: Bật chế độ đang xây dựng nội dung

# ShopSettingVmMenuFormatClass
source: Header Menu Format Class (bs4 like text-capitalize)
vi: Định dạng Menu đầu trang (định dạng class Bootstrap 4 như text-capitalize)

# ShopSettingVmMetaAuthor
source: Meta Author
vi: Thẻ Meta Author

# ShopSettingVmProductDetailSummary
source: Product Detail Summary (show as default Product Detail)
vi: Tóm lượt sản phẩm (hiện như mặc định trang chi tiết sản phẩm)

# ShopSettingVmSupporterPhone
source: Supporter Phone
vi: Số điện thoại người hỗ trợ

# AccountControllerLoginInvalidLoginAttempt
source: Invalid login attempt.
vi: Đăng nhập không thành công

# ArticlesControllerEditYouMustEnterName
source: You must enter Name
vi: Bạn nhập Tên vào

# CategoryControllerEditYouMustEnterName
source: You must enter Name
vi: Bạn phải nhập Tên

# InfoControllerEditYouMustEnterName
source: You must enter Name
vi: Bạn phải nhập Tên

# ManageControllerVerifyPhoneNumberFailedToVerifyPhone
source: Failed to verify phone
vi: Kiểm duyệt số điện thoại đã thất bại

# ProductTagControllerEditNewTagValueCannotBeEmpty
source: New tag value cannot be empty.
vi: Giá trị Tag mới không được trống

# SlidersControllerEditYouMustEnterName
source: You must enter Name
vi: Bạn phải nhập Tên

# TagControllerEditNewTagValueCannotBeEmpty
source: New tag value cannot be empty.
vi: Giá trị Tag không được để trống.

# TopicControllerEditYouMustEnterName
source: You must be enter Name
vi: Bạn phải nhập Tên

# UsersAdminControllerEditSomethingFailed
source: Something failed.
vi: Một lỗi đã phát sinh.

# ArticleTagControllerEditNewTagValueCannotBeEmpty
source: New tag value cannot be empty.
vi: Giá trị thẻ tên không thể để trống

# AccountControllerVerifyCodeInvalidCode
source: Invalid code.
vi: Mã không hợp lệ

# ArticleTagControllerEditArticleTag_not_exist__please_check_it_
source: ArticleTag not exist, please check it.
vi: Thẻ tên bài viết không tồn tại, vui lòng kiểm tra lại

# AccountControllerVerifyCode_For_DEMO_purposes_the_current_
source: For DEMO purposes the current
vi: Cho mục đích Demo:

# AccountControllerVerifyCode__code_is__
source: code is:
vi: Mã code là:

# AccountControllerRegister_Confirm_your_account
source: Confirm your account
vi: Xác nhận tài khoản của bạn

# AccountControllerRegister_Please_confirm_your_account_by_clicking_this_link__
source: Please confirm your account by clicking this link:
vi: Vui lòng xác nhận tài khoản của bạn bằng cách click vào link sau đây:

source: Just user create on website runtime can reset password
vi: Chỉ những user tạo trên website mới có tính năng năng reset mật khẩu

# AccountControllerForgotPassword_Reset_Password
source: Reset Password
vi: Reset mật khẩu

# AccountControllerForgotPassword_Please_reset_your_password_by_clicking_here__
source: Please reset your password by clicking here:
vi: Vui lòng reset mật khẩu bằng cách click vào đây:

source: Maybe you not yet setup SMTP Email, Detail Error: {0}
vi: Có thể bạn chưa cài đặt SMTP Email, Chi tiết lỗi: {0}

# ArticlesControllerCreate_Enter_link_to_navigate_to_Topic
source: Enter link to Create Topic
vi: Click vào link để tạo Chủ Đề

source: You not yet create any Topic, please create Topic first!
vi: Bạn chưa tạo bất cứ Chủ Đề nào, vui lòng tạo chủ đề trước

# ArticlesControllerEdit_Not_found_any_article_to_edit
source: Not found any article to edit
vi: Không tìm thấy bài viết cần chỉnh sửa

# ArticlesControllerEdit__0___has__been__saved
source: {0} has been saved
vi: {0} đã được lưu

# ArticlesControllerDelete_Article_was_t_deleted
source: Article wasn't deleted
vi: Bài viết chưa được xóa

# ArticlesControllerDelete_Error_rising_when_try_delete_photo__Message___0_
source: Error rising when try delete photo, Message: {0}
vi: Lỗi phát sinh khi thử xóa ảnh, Chi tiết: {0}

# ArticlesControllerDelete__0__was_deleted
source: {0} was deleted
vi: {0} đã được xóa

# ArticleTagControllerEdit_Not_found_tag_need_edit
source: Not found tag need edit
vi: Không tìm thấy thẻ tên nào cần xóa

# ArticleTagControllerEdit_Rename_Tag_fail___tag_name_have_already_in_database
source: Rename Tag fail - tag name have already in database
vi: Đổi tên Tag lỗi - Tag đã có trong cơ sở dữ liệu

# ArticleTagControllerEdit_Rename_tag_fail___tag_must_least_1_character
source: Rename tag fail - tag must least 1 character
vi: Đổi thẻ tên không thành công, yêu cầu ít nhất 1 ký tự

# ArticleTagControllerDelete_ArticleTag_not_exist__please_check_it_
source: ArticleTag not exist, please check it.
vi: Thẻ tên bài viết không tìm thấy, vui lòng kiểm tra lại

# CategoryControllerEdit__0___has__been__saved
source: {0} has been saved
vi: {0} đã được lưu

# CategoryControllerDelete_Category_wasn_t_deleted
source: Category wasn't deleted
vi: Danh mục chưa được xóa

source: Category have: [{0}] child category, please delete child category first
vi: Danh mục có: [{0}] danh mục con, vui lòng xóa danh mục con trước

source: Category have: [{0}] product, please delete product first
vi: Danh mục có: [{0}] sản phẩm, Vui lòng xóa sản phẩm trước

# CategoryControllerDelete__0__was_deleted
source: {0} was deleted
vi: {0} đã được xóa

# CategoryControllerDelete_Error_rising_when_try_delete_photo__Message___0_
source: Error rising when try delete photo, Message: {0}
vi: Lỗi phát sinh khi thử xóa ảnh, Chi tiết: {0}

# ConfigControllerEmailSettings__if_not_use__you_just_leave_Empty
source: if not use, you just leave Empty
vi: nếu bạn không dùng, chỉ việc để trống

# ConfigControllerEmailSettings__0___has__been__saved
source: {0} has been saved
vi: {0} đã được lưu

# ConfigControllerAdminSettings__0___has__been__saved
source: {0} has been saved
vi: {0} đã được lưu

# ConfigControllerEmbedSettings__0___has__been__saved
source: {0} has been saved
vi: {0} đã được lưu

# ConfigControllerPhotoSettings__0___has__been__saved
source: {0} has been saved
vi: {0} đã được lưu

# ConfigControllerShopSettings__0___has__been__saved
source: {0} has been saved
vi: {0} đã được lưu

# ContactControllerEdit__0___has__been__saved
source: {0} has been saved
vi: {0} đã được lưu

# ContactControllerDelete__0__was_deleted
source: {0} was deleted
vi: {0} đã được xóa

# ExtraSiteMapsControllerDelete_Request_Invalid__id_is_null
source: Request Invalid, id is null
vi: Yêu cầu không hợp lệ, mục Id trống

# ExtraSiteMapsControllerDelete_Not_found_sitemap_item_to_delete
source: Not found sitemap item to delete
vi: Không tìm thấy mục Site-map trang cần xóa

# ExtraSiteMapsControllerDelete_Delete_success_SiteMap_Item___0__
source: Delete success SiteMap Item '{0}'
vi: Đã xóa thành công mục Site-map '{0}'

# HitCountersControllerDeleteConfirmed__0__was_deleted
source: {0} was deleted
vi: {0} đã được xóa

# InfoControllerEdit__0___has__been__saved
source: {0} has been saved
vi: {0} đã được lưu
