Repository: anht31/cms4seo
Catalog: Admin.Resources/AdminResources.*.resx
Languages: vi

# InfoControllerDelete_Not_found_item_to_delete
source: Not found item to delete
vi: Không tìm thấy mục cần xóa

# InfoControllerDelete_Error_rising_when_try_delete_photo__Message___0_
source: Error rising when try delete photo, Message: {0}
vi: Lỗi phát sinh khi thử xóa ảnh, chi tiết {0}

# InfoControllerDelete__0__was_deleted
source: {0} was deleted
vi: {0} đã được xóa

# InjectionHyperlinksControllerInject_Id___0__not_found
source: Id: {0} not found
vi: Id: {0} không tìm thấy

source: Article: {0} has been inject hyperlink success!
vi: Bài viết: {0} đã được chèn link thành công!

# InjectionHyperlinksControllerClearAllLink_Id___0__not_found
source: Id: {0} not found
vi: Id: {0} không tìm thấy

source: [Not author]:[Verity code not valid]
vi: [Không xác thực]:[Mã không xác thực]

# InjectionHyperlinksControllerClearAllLinkAllArticle__Error____0____1__
source: [Error]:[{0}][{1}]
vi: [Lỗi]:[{0}][{1}]

source: Deleted done, total: {0} articles
vi: Đã xóa xong, tổng cộng: {0} bài viết

# LogsControllerIndex_Fail_to_open_Events_log
source: Fail to open Events.log
vi: Lỗi phát sinh khi mở Events.log

# ManageControllerIndex_Your_password_has_been_changed_
source: Your password has been changed.
vi: Mật khẩu đã được thay đổi

# ManageControllerIndex_Your_password_has_been_set_
source: Your password has been set.
vi: Mật khẩu đã được thiết đặt

# ManageControllerIndex_Your_two_factor_provider_has_been_set_
source: Your two factor provider has been set.
vi: Provider của xác thực 2 yếu tố đã được thiết đặt.

# ManageControllerIndex_An_error_has_occurred_
source: An error has occurred.
vi: Một lỗi đã phát sinh.

# ManageControllerIndex_The_phone_number_was_added_
source: The phone number was added.
vi: Số điện thoại đã được thêm vào.

# ManageControllerIndex_Your_phone_number_was_removed_
source: Your phone number was removed.
vi: Số điện thoại đã được loại bỏ

# ManageControllerAddPhoneNumber_Your_security_code_is__
source: Your security code is:
vi: Mã bảo mật của bạn là:

# ManageControllerVerifyPhoneNumber_For_DEMO_purposes_only__the_current_code_is_
source: For DEMO purposes only, the current code is
vi: Cho mục đích DEMO, mã hiện tại là

# ManageControllerManageLogins_The_external_login_was_removed_
source: The external login was removed.
vi: Đăng nhập bằng tài khoản ngoài đã được loại bỏ.

# ManageControllerManageLogins_An_error_has_occurred_
source: An error has occurred.
vi: Lỗi đã phát sinh.

source: AddSlashBeforeAllLink successful, [{0}] items submitted
vi: AddSlashBeforeAllLink successfull, [{0}] items submited

source: Not found entity, Please add Entity in UploadController.cs
vi: Không tìm thấy Entity, Vui lòng điền Entity trong UploadController.cs

source: You not yet create any Category, please create category first!
vi: Bạn chưa tạo bất kỳ danh mục nào, vui lòng tạo danh mục trước!

# ProductControllerCreate_Click_to_create_category
source: Click to create category
vi: Click để tạo danh mục

# ProductControllerEdit__0___has__been__saved
source: {0} has been saved
vi: {0} đã được lưu

# ProductControllerDelete_Product_not_found
source: Product not found
vi: Sản phẩm không tìm thấy

# ProductControllerDelete_Delete_photo_is_fail__Message___0_
source: Delete photo is fail, Message: {0}
vi: Xóa ảnh thất bại, Chi tiết: {0}

# ProductControllerDelete_Product__0__deleted_success__by_User___1_
source: Product {0} deleted success, by User: {1}
vi: Sản phẩm {0} đã xóa thành công, bỏi người dùng: {1}

# ProductTagControllerEdit_Tag_not_found
source: Tag not found
vi: Tag không tìm thấy

# ProductTagControllerEdit_Change_tag_fail___tag_already_in_database
source: Change tag fail - tag already in database
vi: Chỉnh sửa Tag thất bại - Tag đã có trong cơ sở dữ liệu

# ProductTagControllerEdit_Change_tag_fail___tag_name_must_least_1_character
source: Change tag fail - tag name must least 1 character
vi: Chỉnh sửa Tag thất bại - Tên Tag phải có ít nhất một ký tự

# ProductTagControllerEdit_ProductTag_not_exist__please_check_it_
source: ProductTag not exist, please check it.
vi: Tag sản phẩm không tồn tại, vui lòng kiểm tra lại.

# ProductTagControllerDelete_ProductTag_not_exist__please_check_it_
source: ProductTag not exist, please check it.
vi: Tag sản phẩm không tồn tại, vui lòng kiểm tra lại.

# RedirectsControllerIndex_Fail_to_open_301_csv
source: Fail to open 301.csv
vi: Thất bại khi thử mở 301.csv

source: Reindex Sitemap successful, [{0}] items submitted
vi: Reindex Sitemap successfull, [{0}] items submited

source: Reindex Permalink successful, [{0}] items submitted
vi: Lập lại chỉ mục Permalink thành công, [{0}] mục đã được gửi

# SettingControllerEdit_key_not_found
source: key not found
vi: Không tìm thấy Key

# SettingControllerEdit__0__has_been_edited
source: {0} has been edited
vi: {0} đã được chỉnh sửa

# SettingControllerEdit__0__has_been_created
source: {0} has been created
vi: {0} đã được tạo

source: Admin.IsLockDeleteSettings is 'true', please set it to 'false' to do it!
vi: Admin.IsLockDeleteSettings đang 'true', vui lòng đặt sang 'false' để thực hiện thao tác này!

# SlidersControllerEdit_slider_not_found
source: slider not found
vi: Không tìm thấy Slide

# SlidersControllerEdit__0__already_saved
source: {0} already saved
vi: {0} đã được lưu

# SlidersControllerDelete_Error_rising_when_try_delete_photo__Message___0_
source: Error rising when try delete photo, Message: {0}
vi: Lỗi phát sinh khi thử xóa ảnh, Chi tiết: {0}

# SlidersControllerDelete__0__was_deleted
source: {0} was deleted
vi: {0} đã được xóa

# TopicControllerEdit_Not_have_any_topic__please_add_first_topic
source: Not have any topic, please add first topic
vi: Không có bất kỳ Chủ đề nào, vui lòng Tạo Chủ đề trước

# TopicControllerEdit__0___has__been__saved
source: {0} has been saved
vi: {0} đã được lưu

# TopicControllerDelete_topic_not_found
source: topic not found
vi: Chủ đề không được tìm thấy

source: Topic have: [{0}] child topic, please delete child topic first
vi: Chủ đề có: [{0}] chủ đề con, vui lòng xóa chủ đề con trước!

# TopicControllerDelete_Topic_have____0___article__please_delete_article_first_
source: Topic have: [{0}] article, please delete article first!
vi: Chủ đề có: [{0}] bài viết, vui lòng xóa bài viết trước!

# TopicControllerDelete_Error_rising_when_try_delete_photo__Message___0_
source: Error rising when try delete photo, Message: {0}
vi: Lỗi phát sinh khi thử xóa ảnh, Chi tiết: {0}

# TopicControllerDelete__0__was_deleted
source: {0} was deleted
vi: {0} đã được xóa

source: Not found entity, Please add Entity in UploadController.cs
vi: Không tìm thấy Entity, Vui lòng thêm Entity trong UploadController.cs

# ConfirmEmail_cshtmlExecute_Thank_you_for_confirming_your_email__Please
source: Thank you for confirming your email. Please
vi: Cám ơn bạn đã xác nhận Email. Vui lòng

# ConfirmEmail_cshtmlExecute_Confirm_Email
source: Confirm Email
vi: Xác nhận email

source: Please check your email and confirm your email address.
vi: Vui lòng kiểm tra hòm thư của bạn để xác nhận Email

source: For DEMO only: You can click this link to confirm the email:
vi: Cho mục đích Demo: Bạn có thể click vào link để xác nhận email:

source: Please change this code to register an email service in IdentityConfig to send an email.
vi: Vui lòng đổi mã này để đăng ký một dịch vụ Email trong IdentityConfig để gửi email

# DisplayEmail_cshtmlExecute_link
source: link
vi: Đường dẫn

# ForgotPassword_cshtmlExecute_Enter_your_email_
source: Enter your email.
vi: Vui lòng nhập Email.

# ForgotPassword_cshtmlExecute_Forgot_your_password_
source: Forgot your password?
vi: Quên mật khẩu?

# ForgotPassword_cshtmlExecute_Return_Login_Page
source: Return Login Page
vi: Trở về trang đăng nhập

# ForgotPasswordConfirmation_cshtmlExecute_Forgot_Password_Confirmation
source: Forgot Password Confirmation
vi: Xác nhận quên mật khẩu

# Register_cshtmlExecute_Register
source: Register
vi: Đăng Ký

# Register_cshtmlExecute_Create_a_new_account_
source: Create a new account.
vi: Tạo một tài khoản mới

# Register_cshtmlExecute_Return_Login_Page
source: Return Login Page
vi: Trở về trang đăng nhập

# Index_cshtmlExecute_Config_Index
source: Config Index
vi: Mục lục trang cấu hình

# Index_cshtmlExecute_List_of_basic_config
source: List of basic config
vi: Danh sách cấu hình cơ bản

# Index_cshtmlExecute_Email_Setting
source: Email Setting
vi: Thiết đặt Email

# Index_cshtmlExecute_Admin_Setting
source: Website Settings
vi: Thiết đặt website

# Index_cshtmlExecute_Embed_Setting
source: Embed Setting
vi: Thiết đặt nhúng html

# Index_cshtmlExecute_Photo_Setting
source: Photo Setting
vi: Thiết đặt ảnh

# Index_cshtmlExecute_Shop_Setting
source: Shop Setting
vi: Thiết đặt cửa hàng

# CommonBackToList
source: Back to List
vi: Quay lai danh mục

# Delete_cshtmlExecute_Are_you_sure_you_want_to_delete_this_
source: Are you sure you want to delete this?
vi: Bạn có chắc muốn xóa mục này

# CommonHeaderDetails
source: Details
vi: Chi tiết

# Index_cshtmlExecute_Inject_Hyperlinks_Now
source: Inject Hyperlinks Now
vi: Chẻn liên kết

# Index_cshtmlExecute_Clear_All_links
source: Clear All links
vi: Xóa tất cả liên kết

# AddPhoneNumber_cshtmlExecute_Add_Phone_Number
source: Add Phone Number
vi: Thêm số điện thoại

# Index_cshtmlExecute_Manage_your_account
source: Manage your account
vi: Quản lý tài khoản của bạn

# Index_cshtmlExecute_Change_your_password
source: Change your password
vi: Đổi mật khẩu của bạn

# Index_cshtmlExecute_Pick_a_password
source: Pick a password
vi: Chọn mật khẩu

# Index_cshtmlExecute__Manage_
source: [Manage]
vi: [Quản lý]

# Index_cshtmlExecute_Phone_Number_
source: Phone Number:
vi: Số điện thoại:

# Index_cshtmlExecute_External_Logins_
source: External Logins:
vi: Đăng nhập bằng tài khoản ngoài

# Index_cshtmlExecute_Two_factor_is_currently_enabled_
source: Two factor is currently enabled:
vi: Xác thực 2 yếu tố đã bật:

# Index_cshtmlExecute_Two_factor_is_currently_disabled_
source: Two factor is currently disabled:
vi: Xác thực 2 yếu tố đã tắt:

# Index_cshtmlExecute_Browser_is_currently_remembered_for_two_factor_
source: Browser is currently remembered for two factor:
vi: Trình duyệt hiện được ghi nhớ cho xác thực 2 bước

# Index_cshtmlExecute_Browser_is_currently_not_remembered_for_two_factor_
source: Browser is currently not remembered for two factor:
vi: Trình duyệt hiện không được nhớ cho xác thực 2 bước

# VerifyPhoneNumber_cshtmlExecute_Verify_Phone_Number
source: Verify Phone Number
vi: Xác nhận số điện thoại

# VerifyPhoneNumber_cshtmlExecute_Add_a_phone_number_
source: Add a phone number.
vi: Thêm một số điện thoại.

source: Migration from old code to new code (Service for cms4seo Source Code)
vi: Nâng cấp mã nguồn và dữ liệu (Mã nguồn cms4seo)

# Index_cshtmlExecute_Add_Slash_Before_Model_Slug
source: Add Slash Before Model Slug
vi: Thêm / trước thuộc tính Slug mỗi Model liên kết ảnh

# Index_cshtmlExecute_Photo_Path___Entity_Avatar_Path
source: Photo Path & Entity Avatar Path
vi: Đường dẫn ảnh & Đường dẫn hình đại diện

# CommonDetails
source: Details
vi: Chi tiết

# Delete_cshtmlExecute_Are_you_sure_you_want_to_delete_this_Role_
source: Are you sure you want to delete this Role?
vi: Bạn có chắc muốn xóa mục Phân Quyền này?

source: Deleting this Role will remove all users from this role. It will not delete the users.
vi: Xóa Phân Quyền này sẽ loại bỏ tất phân quyền ở tất cả người dùng. Nó sẽ không xóa Người Dùng

# _Seo_cshtmlExecute_Seo_Meta_Tag
source: Seo Meta Tag
vi: Thẻ Meta SEO

# _Seo_cshtmlExecute_Change_Meta_Seo_could_reduce_your_traffic_website
source: Change Meta Seo could reduce your traffic website
vi: Thay đổi thông tin SEO có thể giảm lượt truy cập website

# Delete_cshtmlExecute_Are_you_sure_you_want_to_delete_this_User_
source: Are you sure you want to delete this User?
vi: Bạn có chắc muốn xóa mục Người Dùng này?

# SidebarItemGroup
source: Group
vi: Nhóm phân quyền

# ApplicationGroup
source: Group Roles
vi: Nhóm Phân Quyền

# WebSettingVmRedirectMode
source: Redirect Mode
vi: Chế độ chuyển hướng

# WebSettingVm_RedirectModes_ForceRedirects
source: Force Redirects (Rewriter must off to optimize)
vi: Bắt buộc chuyển hướng (tắt Rewriter để tối ưu)

# WebSettingVm_RedirectModes_NoRedirect
source: No Redirect
vi: Không chuyển hướng

# WebSettingVm_RedirectModes_RedirectWhenNotfound
source: Redirect if Notfound (suggested)
vi: Chuyển hướng nếu gặp lỗi 404 Notfound (đề nghị)

# WebSettingVmFlatterSiteArchitecture
source: Flatter Site Architecture (Effect New Item Only)
vi: Kiến trúc Web phẳng (chỉ áp dụng khi tạo mục mới)

# WebSettingVm_1_Segment
source: 1 Segment
vi: 1 phân đoạn

# WebSettingVm_2_Segment
source: 2 Segment
vi: 2 phân đoạn

# WebSettingVm_3_Segment
source: 3 Segment
vi: 3 phân đoạn

# Admin_CategoryController_Edit_YouNotAllowSelectSecondLevelCategory
source: You not allow to select Second Level Category (Please select root Category or 1st level category)
vi: Bạn không được phép chọn Danh mục cấp 2 (vui lòng chọn Danh mục gốc hoặc Danh mục cấp 1)

# Admin_TopicController_YouNotAllowSelect2ndLevelTopic
source: You not allow to select Second Level Category (Please select root Topic or 1st level topic)
vi: Bạn không được phép chọn Chủ đề cấp 2 (vui lòng chọn Chủ để gốc hoặc Chủ đề cấp 1)

# WebSettingVm_IsAutoEditPermalink
source: Auto edit Permalink (not recomment)
vi: Tự động sửa link khi cập nhật Sản phẩm, bài viết.

# ShopSettingVmIsHiddenChildMenu
source: Hidden Child Menu Category
vi: Ẩn danh mục con sản phẩm

source: Mark As Read
vi: Đánh dấu là đã đọc

# ShopSettingVmIsCardCoverObject
source: Display card image same height for any size image (card-cover-object css class)
vi: Hiện thị ảnh sản phẩm cùng kích thước (card-cover-object css class)

# SidebarItemListConfig
source: List Basic Config
vi: Danh sách cấu hình

# CommonItemCreated
source: {0} Created
vi: {0} đã được tạo

# CommonItemDeleted
source: {0} Deleted
vi: {0} đã được xóa

# CommonItemEditMessage
source: {0} has been edited
vi: {0} đã được cập nhật

# CommonItemNotFound
source: {0} not found
vi: {0} không tìm thấy

# SidebarItemContents
source: Contents
vi: Nội dung theme

# SidebarItemHeaderTheme
source: Theme Contents
vi: Nội dung thiết kế

# ShopSettingVmOgImage
source: Open Graph Image (size 1200x630 px)
vi: Ảnh chủ đề khi chia sẻ trang chủ lên mạng xã hội (size 1200x630 px)

# ShopSettingVm_IsDisallowCopy
source: Disallow Copy (protect your contents, prevent copy content from website)
vi: Chặn copy nội dung (bảo vệ nội dung web, không cho copy)

# ShopSettingVm_IsHiddenProductSummary
source: Hidden Product Summary (display product detail likely article)
vi: Ẩn tóm tắt sản phẩm (phù hợp với dạng sản phẩm hiển thị như bài viết)

# ShopSettingVm_MobileContact
source: Mobile Contact (Float Mobile contact style like Call button, Message button)
vi: Mẫu nút liên hệ (nút bấm gọi hoặc tin nhắn facebook)

# ShopSettingVm_MobileContactAnimate
source: Animate (Animate call effect)
vi: Hoạt họa (hiệu ứng nhấp nháy)

# ShopSettingVm_MobileContactAnimateCircle
source: Animate Circle (mix animate & circle styles)
vi: Hiệu ứng & Nút tròn (kết hợp)

# ShopSettingVm_MobileContactCircle
source: Circle (circle button right side)
vi: Nút tròn (góc phải)

# ShopSettingVm_MobileContactLegacy
source: Legacy (Red button with phone number)
vi: Truyền thống (nút đỏ, với số điện thoại)

# ShopSettingVm_MobileMobileContactBar
source: Bar (Stack style call, chat)
vi: Dạng Thanh (xếp chồng các nút)

# ShopSettingVm_Favicon
source: Favicon (type ico, size 64x64px)
vi: Favicon (Ảnh nhỏ hiện trên Tag trình duyệt, kiểu ico, size 64x64px)

# EmbedSettingVm_Aside
source: Aside Page Embed
vi: Nhúng trên Aside trang

# EmbedSettingVm_Comment
source: Comment Embed
vi: Nhúng bình luận

# EmbedSettingVm_Header
source: Header Page Embed
vi: Nhúng trên Head trang

# ShopSettingVm_AspectRatioImage
source: Aspect Ration Image for Card
vi: Kỳ vọng tỷ lệ hình ảnh cho Card

# ShopSettingVm_AspectRatioImages_NotUse
source: Not Use
vi: Không dùng (tôi sẽ tự điều chỉnh ảnh trước khi upload)

# ShopSettingVm_AspectRatioImages_Square
source: Square (ratio 1:1)
vi: Ảnh vuông (tỷ lệ 1:1)

# ShopSettingVm_NoMobileContacts
source: No Mobile Contact
vi: Không dùng nút liên hệ

# js_Exceeded
source: Exceeded
vi: Đã vượt quá

# js_Remaining
source: Remaining
vi: Còn lại

# WebSettingVm_IsAutoThousandSeparator
source: Auto Thousand Separator
vi: Tự động phân cách hàng ngàn

# ShopSettingVm_AspectRatioImages_2_3
source: Narrow (ratio 2:3)
vi: Ảnh hẹp (tỷ lệ 2:3)

# ShopSettingVm_AspectRatioImages_3_2
source: Wide (ratio 3:2)
vi: Rộng (tỷ lệ 3:2)

# ShopSettingVm_AspectRatioImages_9_16
source: Narrower (ratio 9:16)
vi: Hẹp hơn (tỷ lệ 9:16)

# ShopSettingVm_AspectRatioImages_Landscape
source: Landscape (ratio 4:3)
vi: Phong cảnh (tỷ lệ 4:3)

# ShopSettingVm_AspectRatioImages_Portrait
source: Portrait (ratio 3:4)
vi: Chân dung (tỷ lệ 3:4)

# ShopSettingVm_AspectRatioImages_16_9
source: Wider (ratio 16:9)
vi: Rộng hơn (tỷ lệ 16:9)

# Account_Login_EmailPlaceholder
source: Enter Email Address...
vi: Nhập email của bạn ...

# Account_Login_ForgotPassword
source: Forgot Password?
vi: Quên mật khẩu?

# Account_Login_PasswordPlaceholder
source: Password
vi: Mật khẩu

# Account_Login_Register
source: Create an Account!
vi: Đăng ký người dùng mới?

# Account_Login_RememberMe
source: Remember Me
vi: Duy trì trạng thái đăng nhập

# Articles_Index_AmendDate
source: Amend Date
vi: Ngày sửa đổi

# Articles_Index_Href
source: Links
vi: Đường link

# Category_Index_Href
source: Links
vi: Đường link

# InjectionHyperlinks_Index_ClearAll
source: Clear all Links
vi: Xóa tất cả link

# InjectionHyperlinks_Index_Href
source: Links
vi: Đường Link

# InjectionHyperlinks_Index_Insert
source: Insert Links
vi: Chèn link tự động

# LoginLayout_Title
source: Login Page
vi: Đăng Nhập

# LoginPartialAdmin
source: Logout
vi: Đăng xuất

# Topic_Index_Href
source: Links
vi: Đường link

# User_Logout
source: Logout
vi: Đăng xuất

# Shared_Warning_Permalink
source: Permalink being auto refresh.
vi: Đường LINK đang tự động cập nhật.

# Shared_Warning_SeoMeta
source: SEO Meta being auto refresh.
vi: Thẻ Meta đang tự động cập nhật.

# Shared_Warning_Title
source: Warning!
vi: Cảnh báo!

# InfoModelLocationRuleContactForm
source: Form liên hệ
vi: Contact Form

# ShopSettingVm_IsShowContact
source: Show Menu Contact (link to bottom)
vi: Hiện Menu Liên hệ (nút di chuyển cuối trang)

# AccountController_Register_MaybeYouNotHaveBeenSetSMTPEmail
source: Maybe you not have been set SMTP Email, Detail: {0}
vi: Có thể bạn chưa cài SMTP Email, chi tiết lỗi: {0}

# Index_cshtmlExecute_Email_Confirmed
source: Email Confirmed
vi: Đã xác nhận Email

# Index_cshtmlExecute_Verify_Email_Now
source: Verify Email Now
vi: Xác nhận Email Ngay

# ManageController_VerifyEmail_PleaseCheckYourEmailAndConfirmYourEmailAddress
source: Please check your email and confirm your email address
vi: Vui lòng kiểm tra hòm thư của bạn và xác nhận địa chỉ email

# ShopSettingVm_AsideMenu
source: Aside Menu (Beta on Adsolution only)
vi: Menu bên cạnh (dùng thử chỉ giao diện adsolution)

# ShopSettingVm_AsideMenuChildView
source: Display children menu
vi: Hiện tất cả menu con

# ShopSettingVm_AsideMenuDropdown
source: Dropdown Menu
vi: Menu thả xuống

# ShopSettingVm_IsShowArticleComment
source: Show Article Comments
vi: Hiện bình luận bài viết

# ShopSettingVm_IsShowProductComment
source: Show Product Comments
vi: Hiện bình luận sản phẩm

source: Auto edit Permalink Feature is off, please turn on to run Reseed Permalink
vi: Tính năng tự động sửa link đang tắt, vui lòng bật lên để có thể Xây dựng lại hệ thống đường link

source: Reseed Permalink successfull {0} items submited
vi: Xây dựng lại hệ thống đường liên kết thành công, {0} đã thay đổi.

# SearchOptimizeController_ReseedPermalink_Index_Caution
source: Reseed Permalink feature, helps rebuild all links on website. This means that the existing links on google, or the links you have shared, may not be accessible. If your website is newly built and has very few visits then you can use this feature to recreate all the links according to new architecture (1 segment, 2 segments, 3 segments), or batch synchronize Product and Category Name with link. Make sure what you are doing.
vi: Tính năng Reseed Permalink, giúp xây dựng lại tất cả đường link trên toàn website. Điều này có nghĩa là những đường dẫn hiện có trên google, hoặc những đường link bạn đã chia sẽ có thể sẽ không truy cập được. Nếu website của bạn mới xây dựng và có rất ít lượt truy cập thì bạn có dùng tính năng này để tạo lại tất cả đường link theo kiến trúc mới (1 phân đoạn, 2 phân đoạn, 3 phân đoạn), hoặc đồng bộ hàng loạt Tên sản phẩm và Danh mục với đường link. Hãy chắn chắn bạn đang làm điều gì.

# SearchOptimizeController_ReseedPermalink_Index_Important
source: Very Important!
vi: Rất quan trọng!

# SearchOptimizeController_ReseedPermalink_Just_support_3000_Record
source: You have total: {0} links, amount of links too large, system just support bellow 3000 links.
vi: Bạn có tổng số: {0} liên kết, số lượng liên kết quá lớn, hệ thống chỉ hỗ trợ dưới 3000 liên kết.

# UploadPhoto_ListTable_HeaderLgPath
source: Large Image
vi: Ảnh lớn

# WebSettingVmOptionCategory
source: Option Category (commas separator)
vi: Danh mục tùy chọn (phân cách bằng dấu phẩy)

# PhotosController_Delete_photo_Message_0
source: Delele photo fail, Message: {0}
vi: Xóa ảnh lỗi, chi tiết: {0}

# WebSettingVmOptionPage
source: Option Page (separator by commas)
vi: Trang tùy chọn (phân cách bằng dấu phẩy)

# EmailSettingVmSaveMode
source: Save Mode
vi: Lưu trữ tin nhắn

# EmailSettingVm_SaveModes_Alway
source: Alway (defaut)
vi: Luôn lưu trữ tin nhắn (mặc định, trừ thư rác)

# EmailSettingVm_SaveModes_JustSaveSpamMail
source: Just save Spam mail
vi: Chỉ lưu trữ thư rác (chế độ bảo mật)

# EmbedSettingVmFacebookPage
source: Facebook Page
vi: Nhúng Trang Facebook

# Product_ViewCounter
source: View Counter
vi: Lượt xem

# WebSettingVmOptionProperties
source: Option Properties (separator by commas)
vi: Thuộc tính tùy chọn (phân cách bằng dấu phẩy)

# WebSettingVm_IsProductViewCounter
source: Product View Counter
vi: Đếm lượt xem sản phẩm

# SidebarItemTocSetttings
source: Table of Contents
vi: Mục lục tự động

# TocVm_IsAutoArticleTOC
source: Auto Generate Article TOC
vi: Tự động tạo mục lục bài viết tin tức

# TocVm_IsAutoProductTOC
source: Auto Generate Product TOC
vi: Tự động tạo mục lục bài viết sản phẩm

# TocVm_IsTocReturn
source: Display TOC Return Button
vi: Hiện nút trở về mục lục

# TocVm_TocTitle
source: TOC Title
vi: Tiêu đề mục lục

# ShopSettingVm_ArticlePageSize
source: Article Page Size
vi: Số bài viết trong một trang

# ShopSettingVm_ProductPageSize
source: Product Page Size
vi: Số sản phẩm trên một trang

# PhotoSettingsView_ConfigForDragAndDrop
source: Config for Drag & Drop Upload Box
vi: Cấu hình cho phần upload ảnh Kéo & Thả

# PhotoSettingVm_IsAutoConvertImageToJpg
source: Auto Convert Image to JPEG
vi: Tự động chuyển ảnh sang JPEG

# Product_IsHiddenProductSummary
source: Hidden Product Sumary (like article page)
vi: Ẩn tóm tắt sản phẩm (giống trang bài viết)
